/* Localizable strings of com.apple.dock preference manifest */


"Dock.pfm_title" =							"Dock";
"Dock.pfm_description" =					"Dock preferences. Preferences are divided between simple appearance keys and the more complicated Application and Document tile dictionaries.";
"autohide.pfm_title" =						"Hiding";
"autohide.pfm_description" =				"Set to true to turn hiding on.";
"autohide-immutable.pfm_title" =			"Hiding Checkbox Disabled";
"autohide-immutable.pfm_description" =		"Set to true to disable the Automatically Hide and Show checkbox.";
"contents-immutable.pfm_title" =			"Changes Disabled";
"contents-immutable.pfm_description" =		"Set to true to prevent user from changing Dock contents.";
"largesize.pfm_title" =						"Largest Tile Size";
"largesize.pfm_description" =				"Largest tile size in pixels.";
"launchanim.pfm_title" =					"Launch Animation";
"launchanim.pfm_description" =				"Set to true to use launch animation.";
"launchanim-immutable.pfm_title" =			"Launch Animation Checkbox Disabled";
"launchanim-immutable.pfm_description" =	"Set to true to disable the launch animation checkbox.";
"magnification.pfm_title" =					"Magnification";
"magnification.pfm_description" =			"Set to true to turn on magnification.";
"magnify-immutable.pfm_title" =				"Magnification Checkbox Disabled";
"magnify-immutable.pfm_description" =		"Set to true to disable the magnification checkbox.";
"magsize-immutable.pfm_title" =				"Magnification Slider Disabled";
"magsize-immutable.pfm_description" =		"Set to true to disable the magnification slider.";
"mineffect.pfm_title" =						"Minimization Effect";
"mineffect.pfm_description" =				"Minimization effect.";
"mineffect-immutable.pfm_title" =			"Minimization Popup Menu Disabled";
"mineffect-immutable.pfm_description" =		"Set to true to disable the minimization effect popup menu.";
"orientation.pfm_title" =					"Position";
"orientation.pfm_description" =				"Left, right, or bottom Dock position.";
"position-immutable.pfm_title" =			"Position Controls Disabled";
"position-immutable.pfm_description" =		"Set to true to prevent user from changing Dock position.";
"tilesize.pfm_title" =						"Tile Size";
"tilesize.pfm_description" =				"Tile size.";
"size-immutable.pfm_title" =				"Tile Size Control Disabled";
"size-immutable.pfm_description" =			"Set to true to prevent user from changing tile size.";
"static-only.pfm_title" =					"Managed Tiles Only";
"static-only.pfm_description" =				"Set to true to only show the managed tiles.";

/* Application tiles */
"AppItems-Raw.pfm_title" =					"Application Tiles";
"AppItems-Raw.pfm_description" =			"Array for holding application tile data.";
"apptile.pfm_title" =						"Application Tile";
"apptile.pfm_description" =					"One application tile.";

/* Application & document tiles */
"tile-data.pfm_title" =						"Dock Tile Data";
"tile-data.pfm_description" =				"Dock tile data.";
"file-data.pfm_title" =						"File Data";
"file-data.pfm_description" =				"File data for a file tile.";
"_CFURLString.pfm_title" =					"File Path";
"_CFURLString.pfm_description" =			"Absolute file system path.";
"_CFURLStringType.pfm_title.file" =			"File URL Type";
"_CFURLStringType.pfm_description.file" =	"File URL type. Always set to 0.";
"_CFURLStringType.pfm_title.URL" =			"URL Type";
"_CFURLStringType.pfm_description.URL" =	"URL type. Always set to 0.";
"_CFURLStringType.pfm_title.URLID" =		"URL ID Type";
"_CFURLStringType.pfm_description.URLID" =	"URL ID type. Always set to 15.";
"_CFURLAliasData.pfm_title" =				"Alias";
"_CFURLAliasData.pfm_description" =			"Alias data; required for server-based items only.";
"tile-type.pfm_title" =						"Tile Type";
"tile-type.pfm_description" =				"Type of tile.";
"mcx_typehint.pfm_title" =					"MCX Type Hint";
"mcx_typehint.pfm_description" =			"Used internally by Workgroup Manager.  Do not change.";

 
/* Document tiles */
"DocItems-Raw.pfm_title" =					"Document Tiles";
"DocItems-Raw.pfm_description" =			"Array for holding document and URL tile data.";
"doctile.pfm_title" =						"Document Tile";
"doctile.pfm_description" =					"One document tile.";
"url.pfm_title" =							"URL Data";
"url.pfm_description" =						"URL data for a URL tile.";
"file-label.pfm_title" =					"File Tile Label";
"file-label.pfm_description" =				"Tile label for file.";
"label.pfm_title" =							"URL Tile Label";
"label.pfm_description" =					"Tile label for URL tile.";
"file-type.pfm_title" =						"Item Type";
"file-type.pfm_description" =				"Type of item. For Document tiles: set to 2 for non-volume, 18 for volume, 32 if not a folder.";

/* mcx special folders */
"MCXDockSpecialFolders-Raw.pfm_title" =			"MCX Special Folders";
"MCXDockSpecialFolders-Raw.pfm_description" =	"Folders added by Managed Client.";
"mcxfolderflag.pfm_title" =						"Folder Flag";
"mcxfolderflag.pfm_description" =				"Flag for one folder added by Managed Client.";

/* Union policy keys. Not supported by 10.4 preference editor, but here for future use. */
"appTilesUPKManaged.pfm_title" =			"Managed Application Tiles Union Policy";
"appTilesUPKManaged.pfm_description" =		"Application tiles union policy keys for managed domain.";
"appTilesUPKUser.pfm_title" =				"User Application Tiles Union Policy";
"appTilesUPKUser.pfm_description" =			"Application tiles union policy keys for user domain.";
"docTilesUPKManaged.pfm_title" =			"Managed Document Tiles Union Policy";
"docTilesUPKManaged.pfm_description" =		"Document tiles union policy keys for managed domain.";
"docTilesUPKUser.pfm_title" =				"User Document Tiles Union Policy";
"docTilesUPKUser.pfm_description" =			"Document tiles union policy keys for user domain.";
"mcxDocSpecialUPK.pfm_title" =				"Managed Client Special Folders Union Policy Key";
"mcxDocSpecialUPK.pfm_description" =		"Union policy key for Managed Client Dock special folders.";
